/* No comment provided by engineer. */
"%@ since last back-up" = "%@ sinds laatste back-up";

/* No comment provided by engineer. */
"AC Power" = "Netstroom";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort verbonden";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort niet meer verbonden";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Waarschuwing! Met deze optie wordt HardwareGrowler toegevoegd aan uw inlogonderdelen";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Hiermee laat u HardwareGrowler starten bij iedere keer dat u inlogt, zodat deze altijd beschikbaar is voor programma's die het gebruiken";

/* No comment provided by engineer. */
"Back-up took %@" = "Back-up duurde %@";

/* No comment provided by engineer. */
"Battery charging" = "Batterij opladen";

/* No comment provided by engineer. */
"Battery Low!" = "Batterij bijna leeg!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batterij bijna leeg. Sluit nu aan op netstroom";

/* No comment provided by engineer. */
"Battery Power" = "Batterijstroom";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth verbonden";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth-verbinding";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth verbroken";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth-verbinding verbroken";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetoothmodule op OSX Lion vereist 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetoothmonitor";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Canceled after %@" = "Geannuleerd na %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock uit";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock aan";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Huidig niveau: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Met deze optie zal HardwareGrowler starten zonder een symbool in het Dock of de menubalk.\n\nOm de voorkeuren te openen, tapt u op HardwareGrowler in Launchpad, of opent u HardwareGrowler in de Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Mislukt na %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire verbonden";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewireverbinding";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire verbroken";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire verbroken";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewiremonitor";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Eerste back-up of geen vorige back-up gevonden in systeemlog";

/* No comment provided by engineer. */
"FN Key" = "Fn-toets";

/* No comment provided by engineer. */
"FN Key Pressed" = "Fn-toets ingedrukt";

/* No comment provided by engineer. */
"FN Key Released" = "Fn-toets vrijgegeven";

/* No comment provided by engineer. */
"General" = "Algemeen";

/* Unit names */
"hours" = "uur";

/* No comment provided by engineer. */
"Icon:" = "Symbool:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Genegeerde schijven:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Upgrade naar 10.7.3 of hoger om meldingen van Bluetooth-apparatuur te ontvangen onder OSX Lion";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Upgrade naar 10.7.3 of hoger om meldingen van telefoonapparatuur te ontvangen onder OSX Lion";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Inkomend gesprek";

/* No comment provided by engineer. */
"Incoming SMS" = "Inkomende sms";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP-adres gewijzigd";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP-adressen bijgewerkt";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Verbonden met netwerk.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Netwerk verlaten %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minuten";

/* No comment provided by engineer. */
"Modules" = "Modules";

/* No comment provided by engineer. */
"Mounted" = "Geactiveerd";

/* No comment provided by engineer. */
"Network Link Down" = "Netwerkverbinding verbroken";

/* No comment provided by engineer. */
"Network Link Up" = "Netwerkverbinding beschikbaar";

/* No comment provided by engineer. */
"Network Monitor" = "Netwerkmonitor";

/* display no icon at all */
"No icon visible" = "Geen zichtbaar symbool";

/* No comment provided by engineer. */
"No routable IP addresses" = "Geen routeerbare IP-adressen";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Melding voor:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock uit";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock aan";

/* If the string is too long, use O */
"OFF" = "UIT";

/* No comment provided by engineer. */
"Ok" = "OK";

/* If the string is too long, use I */
"ON" = "AAN";

/* Format string for On <power type> */
"On %@" = "Op %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Open HardwareGrowler voorkeuren...";

/* No comment provided by engineer. */
"Phone Module" = "Telefoonmodule";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefoonmodule vereist OSX Lion 10.7.3 of hoger";

/* No comment provided by engineer. */
"Power Changed" = "Stroom gewijzigd";

/* No comment provided by engineer. */
"Power Monitor" = "Stroommonitor";

/* No comment provided by engineer. */
"Power Warning" = "Stroomwaarschuwing";

/* No comment provided by engineer. */
"Preferences" = "Voorkeuren";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Stop HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Toon batterijstatus";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Toon elke:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Toon alleen voor batterij";

/* Unit names */
"seconds" = "seconden";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Verstuurd als een Bluetooth-apparaat wordt verbonden";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Verstuurd als een Bluetooth-apparaat wordt verbroken";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Verstuurd als een Firewire-apparaat wordt verbonden";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Verstuurd als een Firewire-apparaat wordt verbroken";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Verstuurd als een Thunderbolt-apparaat wordt verbonden";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Verstuurd als een Thunderbolt-apparaat wordt verbroken";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Verstuurd als een USB-apparaat wordt verbonden";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Verstuurd als een USB-apparaat wordt verbroken";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Verstuurd als een volume wordt geactiveerd";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Verstuurd als een volume wordt gedeactiveerd";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Verstuurd als AirPort verbindt met een netwerk";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Verstuurd als AirPort verbinding verbreekt met een netwerk";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Verstuurd als een ethernetkoppeling stopt";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Verstuurd als een ethernetkoppeling start";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Verstuurd als de batterij bijna leeg is";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Verstuurd als het IP-adres van het systeem wijzigt";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Verstuurd als het type of de status van de stroom wijzigt";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Verstuurd als de Time Machine back-up mislukt";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Verstuurd als de Time Machine back-up slaagt";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Verstuurd als Time Machine wordt geannuleerd";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Verstuurd als Time Machine start met de back-up";

/* No comment provided by engineer. */
"Shift Key" = "Shift-toets";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift-toets ingedrukt";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift-toets vrijgegeven";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Toon verbonden apparaten bij opstarten";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Toon symbool in beide";

/* display the icon only in the dock */
"Show icon in the dock" = "Toon symbool in Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Toon symbool in de menubalk";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler bij inloggen:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Er zijn geen voorkeuren voor deze monitor.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Deze instelling wordt actief na herstart van HardwareGrowler";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt verbonden";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderboltverbinding";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt verbonden";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt verbroken";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderboltmonitor";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine geannuleerd";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine mislukt";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine voltooid";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine voltooid";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine is gestart";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine is gestart";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Resterende tijd: %lu minuten";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Oplaadtijd: %lu minuten";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine-monitor";

/* No comment provided by engineer. */
"Unknown Power Source" = "Onbekende stroombron";

/* No comment provided by engineer. */
"Unmounted" = "Gedeactiveerd";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Naamloos FireWire-apparaat";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Naamloos Thunderbolt-apparaat";

/* No comment provided by engineer. */
"UPS Power" = "UPS-stroom";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 bus";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0-bus";

/* No comment provided by engineer. */
"USB Bus" = "USB-bus";

/* No comment provided by engineer. */
"USB Connected" = "USB verbonden";

/* No comment provided by engineer. */
"USB Connection" = "USB-verbinding";

/* No comment provided by engineer. */
"USB Disconnected" = "USB verbroken";

/* No comment provided by engineer. */
"USB Disconnection" = "USB-verbinding verbroken";

/* No comment provided by engineer. */
"USB Monitor" = "USB-monitor";

/* No comment provided by engineer. */
"Volume Monitor" = "Volumemonitor";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume geactiveerd";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume gedeactiveerd";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Waarschuwing! Met deze optie start HardwareGrowler in de achtergrond";

